package com.introjava.Chapter2.employee;

public class Main {

    public static void main(String[] args) {
        /*

        9. Фирма, занимаваща се с маркетинг, иска да пази запис с данни на
          нейните служители. Всеки запис трябва да има следната характеристика
           – първо име, фамилия, възраст, пол (м или ж), ID номер и
           уникален номер на служителя (27560000 до 27569999).
            Декларирайте необходимите променливи, нужни за да се запази информацията за един служител,
             като използвате подходящи типове данни и описателни имена.
         */

        Employee employee = new Employee(
                12345L,
                27569999L,
                "Peter",
                "Andrews",
                24,
                'M'
        );

        System.out.println(employee);

    }
}
